Repository: lmmenge/MeSNEmu
Catalog: SNES9X/gtk/po/*.po
Languages: es_ve

source: Unknown
es_ve: Desconocido

source: Keyboard %s%s%s%s
es_ve: Teclado %s%s%s%s

source: Axis #%d %s %d%%
es_ve: Eje #%d %s %d%%

source: Button %d
es_ve: Boton %d

source: Joystick %d %s
es_ve: Control %d %s

source: Unset
es_ve: Sin Asignar

source: Description
es_ve: Descripcion

source: Cheat
es_ve: Codigo

source: No description
es_ve: Sin descripcion

source: bad option name: %s
es_ve: Nombre de opcion mala: %s

source: failure to read snes9x node
es_ve: Falla al leer nodo de snes9x

source: Couldn't create config directory: %s
es_ve: Imposible crear directorio de configuracion: %s

source: Couldn't open config file: %s
es_ve: Imposible abrir archivo de configuracion: %s

source: pixel_buffer_object extension not supported.
es_ve: pixel_bufer_object extension no soportada.

source: Rotate all axes to their maximum values, then press OK
es_ve: Rueda todos los ejes hasta su maximo valor, entonces presiona OK

source: GTK port version:
es_ve: Puerto de la version gtk :

source: English localization by Brandon Wright
es_ve: Traduccion al español por INUKAZE

source: Features enabled:<i>
es_ve: Opciones Activas:<i>

source: Only barebones features enabled<i>
es_ve: Solo caracteristicas barebones activas<i>

source: Joystick
es_ve: Control

source: </i> Snes9x version:
es_ve: </i> Version snes9x :

source: Select Folder
es_ve: Selecciona carpeta

source: None - Use software scaler
es_ve: Nada - Usa ajuste por software

source: OpenGL - Use 3D graphics hardware
es_ve: OpenGL - Usa hardware de aceleracion 3D

source: XVideo - Use hardware video blitter
es_ve: XVideo - Usa cegador por hardware de video

source: Error opening: %s
es_ve: Error abriendo : %s

source: Open SNES Movie
es_ve: Abrir video snes

source: New SNES Movie
es_ve: Nuevo video snes

source: SNES Movies
es_ve: Videos snes

source: All Files
es_ve: Todos los archivos

source: Couldn't load file '%s'
es_ve: No puedo cargar el archivo '%s'

source: Load Saved State
es_ve: Cargar estado guardado

source: Save States
es_ve: Estados guardado

source: The current frame in the movie is <b>%d</b>.
es_ve: El cuadro actual en el video is <b>%d</b>

source: Save State
es_ve: Guardar estado

source: Save SPC file...
es_ve: Guardar archivo SPC

source: SPC Files
es_ve: Archivos SPC

source: Couldn't save SPC file '%s'
es_ve: Imposible salvar archivo SPC '%s'

source: %sHosting NetPlay - %s
es_ve: %sAnfitrion de netplay - %s

source: Paused -
es_ve: Pausa -

source: %s%s on NetPlay %s:%d - Player %d
es_ve: %s%s en netplay %s:%d - Jugador %d

source: <b>Information for %s</b> <i>Name:</i> %s <i>Speed:</i> %02X/%s <i>Map:</i> %s <i>Type:</i> %02x <i>Contents:</i> %s <i>ROM Size:</i> %s <i>Calculated Size:</i> %d <i>SRAM Size:</i> %s <i>Header Checksum:</i> %04X <i>Checksum Compliment:</i> %04X <i>Actual Checksum:</i> %04X <i>Video:</i> %s <i>CRC32:</i> %08X <i>Revision:</i> %s<b><i>%s</i></b>
es_ve: <b>Information for %s</b> <i>Nombre : </i> %s <i>Velocidad : </i> %02X/%s <i>Mapa : </i> %s <i>Tipo : </i> %02x <i>Contenido : </i> %s <i>Tamaño del ROM : </i> %s <i>Tamaño Calculado : </i> %d <i>Tamaño de SRAM : </i> %s <i>ChequeoSuma Cabezera : </i> %04X <i>ChequeoSuma Cumplida : </i> %04X <i>ChequeoSuma Actual : </i> %04X <i>Video : </i> %s <i>CRC32 : </i> %08X <i>Revision : </i> %s<b><i>%s</i></b>

source: This ROM has been modified or damaged
es_ve: Este rom ha sido modificado o dañado

source: 16 Bit audio output
es_ve: 16 Bits

source: 48000 hz 44100 hz 32000 hz (SNES Default) 22050 hz 16000 hz 11025 hz 8000 hz 0 hz
es_ve: 48000 hz 44100 hz 32000 hz (Real del SNES) 22050 hz 16000 hz 11025 hz 8000 hz 0 hz

source: 8:7 Square pixels 4:3 SNES correct aspect
es_ve: 8:7 Píxeles cuadrados 4:3 Correccion de aspecto

source: <b>Accuracy</b>
es_ve: <b>Presicion</b>

source: <b>Basic Settings</b>
es_ve: <b>Configuracion basica</b>

source: <b>Calibration</b>
es_ve: <b>Calibracion</b>

source: <b>Game Data</b>
es_ve: <b>Datos del juego</b>

source: <b>Hardware Acceleration</b>
es_ve: <b>Aceleracion hardware</b>

source: <b>Image Adjustments</b>
es_ve: <b>Ajustes de imagen</b>

source: <b>Joypad:</b>
es_ve: <b>Control : </b>

source: <b>Joystick Axis Threshold</b>
es_ve: <b> Eje umbral del control </b>

source: <b>NTSC Filter</b>
es_ve: <b> Filtro NTSC </b>

source: <b>Quick load state</b>
es_ve: <b> Cargar estado </b>

source: <b>Quick save state</b>
es_ve: <b> Guardar estado </b>

source: <b>ROM Image</b>
es_ve: <b> ROM </b>

source: <b>Scanline Filter</b>
es_ve: <b> Filtro Scanline </b>

source: <b>Screensaver</b>
es_ve: <b> Protector de Pantalla </b>

source: <b>Server</b>
es_ve: <b> Servidor </b>

source: <b>Settings</b>
es_ve: <b> Configuracion </b>

source: <b>Snes9x Emulator Shortcut Keys</b>
es_ve: <b> Atajos de teclado del emulador snes9x </b>

source: <b>Sound Settings</b>
es_ve: <b> Configuracion del sonido </b>

source: <b>Sticky</b>
es_ve: <b>Pegajoso </b>

source: <b>Window behavior</b>
es_ve: <b>Comportamiento de la ventana</b>

source: <small>Click an entry and then press the desired keys or joystick button <i>Escape</i>: Move to next<i> Shift-Escape</i>: Clear selected</small>
es_ve: <small>Has clic y entonces designa una tecla o boton del control <i>Escape</i>: Pasa al siguiente <i> | Shift-Escape</i>: Limpia al seleccionado </small>

source: Act as a server
es_ve: Ser un servidor

source: Advance to Frame
es_ve: Avanza al cuadro

source: Allow emulation of SNES echo effects
es_ve: Permitir la emulacion del eco del snes

source: Allow non-power-of-two textures
es_ve: Permitir texturas non-power-of-two

source: Allow opposing dpad directions
es_ve: Permitir direcciones opuestas en el control

source: Allows games to use transparency effects. Recommended for correct graphics
es_ve: Permitir efectos de transparencia en los juegos. Recomendado para corregir graficos

source: Allows scaling and filtering to use multiple processors
es_ve: Permitir el uso de multiples procesadores para ajuste y filtrado

source: Apply scaling filter:
es_ve: Usar filtro :

source: Artifacts
es_ve: Artefactos

source: Ask server to pause when
es_ve: Preguntar cuando pausar

source: Automatic 0 1 2 3 4 5 6 7 8 9
es_ve: Automatico 0 1 2 3 4 5 6 7 8 9

source: Automatically save the game's SRAM at this interval. Setting this to 0 will only save when quitting or changing ROMs
es_ve: Guardar automaticamente la SRAM en este intervalo. Colocar en 0 guardara solo cuando se cambie el ROM o finalize

source: BG layering hack
es_ve: Hack de capas BG

source: Begin movie recording
es_ve: Iniciar grabracion

source: Bilinear-filter output
es_ve: Filtro Bilinear

source: Block invalid VRAM access
es_ve: Bloquear acceso invalido de VRAM

source: Brightness:
es_ve: Brillo :

source: Browse...
es_ve: Explorar...

source: Buffer size:
es_ve: Tamaño del Bufer :

source: Buttons
es_ve: Botones

source: Cali_brate
es_ve: Cali_brar

source: Can be faster or slower depending on drivers
es_ve: Rapido o Lento Depende de los controladores

source: Center all axes on all joysticks and press Calibrate.
es_ve: Centra todos los ejes en todos los controles y presiona. calibrar

source: Change fullscreen resolution:
es_ve: Resolucion de pantalla completa :

source: Changes the amount a joystick should be tilted to register a button press
es_ve: Cambia el monto de un control cuando este es presionado para registrar una pulsacion de boton

source: Changes the screen resolution when running Snes9x in fullscreen mode
es_ve: Cambia la resolucion cuando snes9x esta en pantalla completa

source: Clear entry
es_ve: Limpiar Entrada

source: Code:
es_ve: Codigo :

source: Composite S-Video RGB
es_ve: Compuesto S-Video RGB

source: Connect to another computer
es_ve: Conectar a otra computadora

source: Connect to another computer that is running Snes9x NetPlay as a server
es_ve: Conectar a otra computadora que este ejecutando snes9x como servidor

source: Connect to specified TCP port on remote computer
es_ve: Conectar al puerto TCP especifico de un PC remoto

source: Contrast:
es_ve: Contraste :

source: Controller Ports
es_ve: Puerto de controles

source: Correct Aspect
es_ve: Correccion de aspecto

source: Custom folder:
es_ve: Carpeta Especificada :

source: Decrease frame rate
es_ve: Disminuir proporcion de cuadro

source: Decrease frame time
es_ve: Disminuir tiempo de cuadro

source: Default port:
es_ve: Puerto estandar :

source: Description:
es_ve: Descripcion :

source: Detects frames that are not output by Snes9x in hires, and scales them
es_ve: Detectar cuadros que no son mostrados en snes9x con hires , forzar para mostrarlos

source: Different formats can yield highly different performance
es_ve: Diferente formatos puedes producir resultados muy diferentes

source: Disables output of sound
es_ve: Desactivar sonido

source: Display
es_ve: Pantalla

source: Domain name or internet protocol address of a remote computer
es_ve: Nombre de dominio o IP del PC Remoto

source: Down
es_ve: Abajo

source: Echo effects
es_ve: Efecto de eco

source: Emulation
es_ve: Emulacion

source: Enable HDMA
es_ve: Activar HDMA

source: Enable HDMA. Required feature for compatibility with some games
es_ve: Activar HDMA. Requerido para compatibilidad con algunos juegos

source: Enable hacks that may improve performance, but can cause errors
es_ve: Activar hacks puede aumentar el rendimiento, pero puede causar errores

source: Enable speed hacks
es_ve: Activar hacks de velocidad

source: Enable transparency
es_ve: Activar transparencia

source: Enable turbo
es_ve: Activar Turbo

source: Exact Pixels
es_ve: Pixeles exactos

source: Fast-forward to frame
es_ve: Avanze-rapido de cuadro

source: Files
es_ve: Archivos

source: Force SNES-hires output
es_ve: Forzar salida de hires

source: Force an inverted byte-ordering
es_ve: Forzar un byte-ordering invertido

source: Forces a swapped byte-ordering for cases where the system's endian is used instead of the video card
es_ve: Forzar intercambio byte-ordering para casos donde el sistema usa endian en lugar de la tarjeta de video

source: Frameskip:
es_ve: Salto de cuadro :

source: From _File...
es_ve: Desde de un _archivo...

source: Gaussian interpolation
es_ve: Interpolacion gaussian

source: Go to fullscreen mode immediately after opening a ROM
es_ve: Pantalla completa al Iniciar rom

source: Graphics
es_ve: Graficos

source: Hardware reset
es_ve: Reinicio duro

source: Host a game on this computer as Player 1, requiring extra throughput to support multitple users
es_ve: Anfitrion como jugador 1, requiere suporte para multiples clientes

source: Hue:
es_ve: Matiz:

source: Increase frame rate
es_ve: Aumentar proporcion de cuadro

source: Increase frame time
es_ve: Aumentar tiempo de cuadro

source: Interpolates between samples. Smoothes the sound output to match the real SNES
es_ve: Interpolar entre muestras. Suaviza el sonido para igualar al snes Real

source: Joypad
es_ve: Control

source: Joypads
es_ve: Controles

source: Joystick Options
es_ve: Opciones del control

source: Left
es_ve: Izquierda

source: Let left and right or up and down be pressed at the same time
es_ve: Permitir que Izquierda y Derecha o Arriba y Abajo puedan ser pulsados al mismo tiempo

source: Load Movie
es_ve: Cargar video

source: Load _Movie...
es_ve: Cargar _video...

source: Maintain aspect-ratio:
es_ve: Mantener relacion de aspecto :

source: Misc
es_ve: Varios

source: Mouse
es_ve: Raton

source: Multitap
es_ve: Tap multiple

source: Mute sound output
es_ve: Silenciar sonido

source: Name or IP address:
es_ve: Nombre o direccion IP :

source: Open ROM
es_ve: Abrir ROM

source: Open Recent
es_ve: Abrir Reciente

source: Open a ROM to use with NetPlay
es_ve: Abrir ROM con netplay

source: Open with _NetPlay...
es_ve: Abrir con _netplay...

source: Output two channels, left and right
es_ve: Salida de 2 canales, zurdo y diestro

source: Outputs at 16 bits per sample instead of 8 bits. More accurate sound
es_ve: Salida a 16 bits por muestra en lugar de 8 bits. Precisa mejor el sonido

source: Pause
es_ve: Pausa

source: Pause emulation when switching away from Snes9x
es_ve: Pausar emulacion cuando no estas en snes9x

source: Pixel-buffer format:
es_ve: Formato de pixer-bufer :

source: Playback rate:
es_ve: Calidad de reproduccion

source: Port:
es_ve: Puerto

source: Prevent the screensaver from activating
es_ve: Desactivar

source: Prevents edge artifacts, but can slow performance
es_ve: Previene artefactos de los bordes, pero puede disminuir el rendimiento

source: Quit Snes9x
es_ve: Salir de snes9x

source: ROM folder
es_ve: Carpeta de roms

source: R_ecord Movie...
es_ve: G_rabar video...

source: Reset
es_ve: Reiniciar

source: Reset the game when players join instead of transferring potentially unreliable freeze states
es_ve: Reiniciar el juego cuando los jugadores se unan en vez de enviarlo potencialmente

source: Reverse stereo
es_ve: Invertir estereo

source: Right
es_ve: Derecha

source: Run / _Continue
es_ve: _Continuar

source: SNES Port 1
es_ve: SNES 1

source: SNES Port 2
es_ve: SNES 2

source: Saturation:
es_ve: Saturacion :

source: Save SPC
es_ve: Guardar SPC

source: Save SPC...
es_ve: Guardar SPC...

source: Save SRAM:
es_ve: Guardar SRAM :

source: Save data in:
es_ve: Guardar datos en :

source: Scale image to fit window
es_ve: Aumentar imagen hasta ajustar a la ventana

source: Scales the image as large as possible without distortion
es_ve: Ajusta la imagen lo mas grande posible sin distorciones

source: Scales the image so no black bars are present
es_ve: Ajusta la imagen hasta que los bordes negros no esten

source: Scanline intensity:
es_ve: Intensidad de scanline :

source: Screenshot
es_ve: Captura de pantalla

source: Seek to frame
es_ve: Ir al cuadro

source: Send ROM image to clients
es_ve: Enviar rom al cliente

source: Send the running game image to players instead of requiring them to have their own copies
es_ve: Enviar el juego actual en lugar de exigir que el cliente lo tenga

source: Set new axis bindings at:
es_ve: Establecer nuevos enlaces de ejes en :

source: Sharpness:
es_ve: Nitidez :

source: Shortcuts
es_ve: Atajos

source: Show ROM _Info...
es_ve: Mostrar _info del rom...

source: Show frame rate
es_ve: Mostrar cuadros por segundo

source: Smoothens (blurs) the image
es_ve: Suaviza la (borrosa) imagen

source: Snes9x Cheats
es_ve: Trucos snes9x

source: Snes9x NetPlay
es_ve: Juego en red o internet

source: Snes9x Preferences
es_ve: Configuracion del snes9x

source: Snes9x configuration folder
es_ve: Carpeta de configuracion del snes9x

source: Soft _Reset
es_ve: _Reinicio suave

source: Soft reset
es_ve: Reinicio suave

source: Sound
es_ve: Sonido

source: Sound driver:
es_ve: Controlador de sonido :

source: Stereo
es_ve: Estereo

source: Stop movie recording
es_ve: Detener grabacion

source: Store data in $HOME/.snes9x/sram
es_ve: Guardar datos en $HOME/.snes9x/sram

source: Store data in the same folder as the ROM file used
es_ve: Guardar datos en la misma carpeta del rom

source: Swap controllers 1 & 2
es_ve: Intercambiar controles 1 & 2

source: Swap the left and right sound channels
es_ve: Intercambiar canales de sonido diestro y zurdo

source: Swap with:
es_ve: Intercambiar con :

source: Sy_nc Clients
es_ve: Si_ncronizar clientes

source: Sync the image to the vertical retrace to stop tearing
es_ve: Sincronizar la imagen vertical para detener desgarres

source: Sync to vertical blank
es_ve: Sincronizar al blanco vertical

source: Sync using reset
es_ve: Reiniciar para sincronizar

source: TCP port used as a connection point for remote clients
es_ve: El puerto TCP usado como punto de conexion para clientes remoto

source: The ESC key should:
es_ve: La tecla ESC permitira :

source: The current frame in the movie is
es_ve: El cuadro actual en el video es

source: The game chosen will be loaded before connecting. This field can be blank if the server will send the ROM image
es_ve: El juego seleccionado sera cargado antes de conectarse. Este campo debe dejarse en blanco si el servidor envia el rom

source: To _File...
es_ve: En un _archivo

source: Toggle BG layer 0
es_ve: Alternar capa BG 0

source: Toggle BG layer 1
es_ve: Alternar capa BG 1

source: Toggle BG layer 2
es_ve: Alternar capa BG 2

source: Toggle BG layer 3
es_ve: Alternar capa BG 2

source: Toggle all sound channels
es_ve: Alternar todos los canales de sonido

source: Toggle fullscreen
es_ve: Alternar pantalla completa

source: Toggle sound channel 0
es_ve: Alternar canal de Sonido 0

source: Toggle sound channel 1
es_ve: Alternar canal de Sonido 1

source: Toggle sound channel 2
es_ve: Alternar canal de Sonido 2

source: Toggle sound channel 3
es_ve: Alternar canal de Sonido 3

source: Toggle sound channel 4
es_ve: Alternar canal de Sonido 4

source: Toggle sound channel 5
es_ve: Alternar canal de Sonido 5

source: Toggle sound channel 6
es_ve: Alternar canal de Sonido 6

source: Toggle sound channel 7
es_ve: Alternar canal de Sonido 7

source: Toggle sound interpolation
es_ve: Alternar interpolacion de sonido

source: Toggle sprites
es_ve: Alternar sprites

source: Toggle the menu bar Exit fullscreen mode Quit Snes9x
es_ve: Alternar barra de menu Salir de pantalla completa Salir de snes9x

source: Toggle turbo
es_ve: Alternar turbo

source: Turbo / Sticky Buttons
es_ve: Turbo / Botones pegajosos

source: Type:
es_ve: Tipo :

source: Up
es_ve: Arriba

source: Use
es_ve: Usar

source: Use SNES extended height. Will probably cause letterboxing
es_ve: Usar extension de altura SNES. Posiblemente cause bordes negros

source: Use fullscreen on ROM open
es_ve: Usar pantalla completa al abrir un rom

source: Use overscanned height
es_ve: Usar altura overscanned

source: Use pixel-buffer objects
es_ve: Usar objetos del pixel-buffer

source: Version Info
es_ve: Info de version

source: Video format:
es_ve: Formato de video :

source: Volume envelope height reading
es_ve: Envoltura de volumen en lectura de altura

source: _Change Size
es_ve: _Cambiar tamaño

source: _Cheats...
es_ve: _Trucos...

source: _Emulation
es_ve: _Emulacion

source: _File
es_ve: _Archivo

source: _Fullscreen
es_ve: _Pantall Completa

source: _Hide Menu
es_ve: _Ocultar Menu

source: _Jump to Frame...
es_ve: _Ir al Cuadro...

source: _Load State
es_ve: _Cargar Estado

source: _Open ROM...
es_ve: _Abrir ROM...

source: _Options
es_ve: _Opciones

source: _Pause
es_ve: _Pausa

source: _Preferences...
es_ve: _Configuraciones...

source: _Quit
es_ve: _Salir

source: _Reset
es_ve: _Reiniciar

source: _Save State
es_ve: _Guardar Estado

source: _Status Bar
es_ve: _Barra de estado

source: _Stop Recording
es_ve: _Detener Grabacion

source: _Swap
es_ve: _Intercambiar

source: _View
es_ve: _Ver

source: frames behind
es_ve: cuadros de retraso

source: gtk-add
es_ve: Añadir

source: gtk-cancel
es_ve: Cancelar

source: gtk-close
es_ve: Cerrar

source: gtk-connect
es_ve: Conectar

source: gtk-ok
es_ve: Ok

source: gtk-remove
es_ve: Eliminar

source: milliseconds
es_ve: Milisegundos

source: seconds after change
es_ve: Segundos despues de cambiar

source: threads for filtering and scaling
es_ve: hilos para filtrar y ajustar
